WELCOME_TEXT = (
    "👋 Привет! Я бот для подготовки к IT-собеседованиям.\n\n"
    "Ты можешь:\n"
    "🧠 Пройти тест по теме — например, *Python* или *SQL*\n"
    "🎯 Решить случайные вопросы\n"
    "📚 Изучить сборник вопросов — смотри ответы и объяснения\n"
    "🕐 Пройти экзамен — с ограничением по времени\n\n"
    "📊 Также доступно:\n"
    "🔁 Повторение ошибок — тренируй слабые места\n"
    "📈 Прогресс — отслеживай результаты и развитие\n"
    "🏆 Рейтинг — сравни себя с другими пользователями"
)

TEXT_MAIN_MENU = (
    "Вот что ты можешь делать в боте:\n\n"
    "🧠 Пройти тест по теме — например, *Python* или *SQL*\n"
    "🎯 Решить случайные вопросы\n"
    "📚 Изучить сборник вопросов — с ответами и объяснениями\n"
    "🕐 Пройти экзамен с ограничением по времени\n\n"
    "📊 Дополнительно:\n"
    "🔁 Повторять ошибки — тренируй слабые места\n"
    "📈 Отслеживать прогресс\n"
    "🏆 Смотреть рейтинг и сравнивать себя с другими пользователями"
)